
/* build as displayed in \"About\" */
"build" = "build";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* City Switcher MenuItem */
"City Switcher" = "City Switcher";

/* Controls MenuItem */
"Controls" = "Controls";

/* No comment provided by engineer. */
"Current Conditions" = "Current Conditions";

/* No comment provided by engineer. */
"Extended Forecast" = "Extended Forecast";

/* No comment provided by engineer. */
"New Version" = "New Version";

/* No comment provided by engineer. */
"No Active Cities" = "No Active Cities";

/* No comment provided by engineer. */
"No New Version" = "No New Version";

/* No comment provided by engineer. */
"No Weather" = "No Weather";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Preferences" = "Preferences";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Refresh" = "Refresh";

/* No comment provided by engineer. */
"Server Unreachable" = "Server Unreachable";

/* Show City Editor MenuItem */
"Show City Editor" = "Show City Editor";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." = "The server could not be reached to determine the most recent version of Meteorologist.";

/* Version as displayed in \"About\" */
"Version" = "Version";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" = "Version %1$@ of Meteorologist is available (your version %2$@).  Would you like to visit the web site?";

/* No comment provided by engineer. */
"Visit Web Site" = "Visit Web Site";

/* Will be used as \"Weather for <city name>\" */
"Weather For" = "Weather For";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." = "You have the most recent version of Meteorologist.";
